HELP_1 = """ **<u>اوامر الادمنيه:</u>**


𝙎𝙊𝙐𝙍𝘾𝞝 𝙎𝙋𝘼𝙍𝙆
`قفل ايدي` : لقفل الايدي
𝙎𝙊𝙐𝙍𝘾𝞝 𝙎𝙋𝘼𝙍𝙆
لقفل امر صورتي : `قفل صورتي`
𝙎𝙊𝙐𝙍𝘾𝞝 𝙎𝙋𝘼𝙍𝙆
`لقفل امر كت : `قفل كت .
𝙎𝙊𝙐𝙍𝘾𝞝 𝙎𝙋𝘼𝙍𝙆
لقفل الاذكار : `قفل الاذكار` 
𝙎𝙊𝙐𝙍𝘾𝞝 𝙎𝙋𝘼𝙍𝙆"""
HELP_2 = """
𝙎𝙊𝙐𝙍𝘾𝞝 𝙎𝙋𝘼𝙍𝙆
`فتح ايدي` : لفتح الايدي
𝙎𝙊𝙐𝙍𝘾𝞝 𝙎𝙋𝘼𝙍𝙆
فتح امر صورتي : `لفتح صورتي`
𝙎𝙊𝙐𝙍𝘾𝞝 𝙎𝙋𝘼𝙍𝙆
`فتح امر كت : `لفتح كت .
𝙎𝙊𝙐𝙍𝘾𝞝 𝙎𝙋𝘼𝙍𝙆
لفتح الاذكار : `فتح الاذكار` 
𝙎𝙊𝙐𝙍𝘾𝞝 𝙎𝙋𝘼𝙍𝙆"""

HELP_3 = """<b>اقائمه السوداء</b> [للمطورين]
 **<u>القائمة السوداء في الشات :</u>**
𝙎𝙊𝙐𝙍𝘾𝞝 𝙎𝙋𝘼𝙍𝙆
/blacklistchat [ايدي الشات] : القائمه السداء للشات من استخدام البوت.
𝙎𝙊𝙐𝙍𝘾𝞝 𝙎𝙋𝘼𝙍𝙆
/whitelistchat [ايدي الشات] : القائمه البيضاء المدرجه في القائمه السوداء.
𝙎𝙊𝙐𝙍𝘾𝞝 𝙎𝙋𝘼𝙍𝙆
/blacklistedchat : لعرض القائمه السوداء في الشات.
𝙎𝙊𝙐𝙍𝘾𝞝 𝙎𝙋𝘼𝙍𝙆

 **<u>حظر المستخدمين:</u>**
𝙎𝙊𝙐𝙍𝘾𝞝 𝙎𝙋𝘼𝙍𝙆
لمنع المستخدم من استخدام اوامر البوت : /block [بالمعرف او الرد على المستخدم].
𝙎𝙊𝙐𝙍𝘾𝞝 𝙎𝙋𝘼𝙍𝙆
لالغاء حظر المستخدم : /unblock [بالمعرف او الرد على المستخدم] .
𝙎𝙊𝙐𝙍𝘾𝞝 𝙎𝙋𝘼𝙍𝙆
 لعرض قائمة المحظورين : /blockedusers ."""

HELP_4 = """ **<u>اوامر الاذاعه</u>** [للمطور فقط] :
𝙎𝙊𝙐𝙍𝘾𝞝 𝙎𝙋𝘼𝙍𝙆
لاذاعة مناشير في مجموعات البوت : /broadcast [بالرساله او رد على الرساله] .
𝙎𝙊𝙐𝙍𝘾𝞝 𝙎𝙋𝘼𝙍𝙆
<u>وضع الاذاعه:</u>
**-pin** : تثبيت الرساله في دردشة الخادم.
**-pinloud** : لتثبيت الرساله الخاصه بك في دردشات المقدمه وارسال اشعار الى الاعضاء.

𝙎𝙊𝙐𝙍𝘾𝞝 𝙎𝙋𝘼𝙍𝙆

"""
HELP_5 = """ **<u>لاضافات في بوت الميوزك :</u>**
𝙎𝙊𝙐𝙍𝘾𝞝 𝙎𝙋𝘼𝙍𝙆
/loop [ᴅɪsᴀʙʟᴇ/ᴇɴᴀʙʟᴇ] ᴏʀ [ʙᴇᴛᴡᴇᴇɴ 1:10] 
: عند التنشيط , ولكن سيتم تشغيل حلقة التشغيل الحالي في حلقة 10 مرات.
𝙎𝙊𝙐𝙍𝘾𝞝 𝙎𝙋𝘼𝙍𝙆
لخلط قائمة التشغيل : /shuffle .
𝙎𝙊𝙐𝙍𝘾𝞝 𝙎𝙋𝘼𝙍𝙆
للبحث في التدفق الى المده المحدوده : /seek .
𝙎𝙊𝙐𝙍𝘾𝞝 𝙎𝙋𝘼𝙍𝙆
/seekback : ʙᴀᴄᴋᴡᴀʀᴅ sᴇᴇᴋ ᴛʜᴇ sᴛʀᴇᴀᴍ ᴛᴏ ᴛʜᴇ ᴛʜᴇ ɢɪᴠᴇɴ ᴅᴜʀᴀᴛɪᴏɴ.
𝙎𝙊𝙐𝙍𝘾𝞝 𝙎𝙋𝘼𝙍𝙆
للبحث عن كلمات اغنيه : /lyrics [sᴏɴɢ ɴᴀᴍᴇ] ."""

HELP_6 = """🤨 **<u>sᴇʀᴠᴇʀ ᴩʟᴀʏʟɪsᴛs :</u>**
𝙎𝙊𝙐𝙍𝘾𝞝 𝙎𝙋𝘼𝙍𝙆
/playlist : ᴄʜᴇᴄᴋ ʏᴏᴜʀ sᴀᴠᴇᴅ ᴩʟᴀʏʟɪsᴛ ᴏɴ sᴇʀᴠᴇʀs.
𝙎𝙊𝙐𝙍𝘾𝞝 𝙎𝙋𝘼𝙍𝙆
/deleteplaylist : ᴅᴇʟᴇᴛᴇ ᴀɴʏ sᴀᴠᴇᴅ ᴛʀᴀᴄᴋ ɪɴ ʏᴏᴜʀ ᴩʟᴀʏʟɪsᴛ.
𝙎𝙊𝙐𝙍𝘾𝞝 𝙎𝙋𝘼𝙍𝙆
/play : sᴛᴀʀᴛs ᴩʟᴀʏɪɴɢ ғʀᴏᴍ ʏᴏᴜʀ sᴀᴠᴇᴅ ᴩʟᴀʏʟɪsᴛ ᴏɴ sᴇʀᴠᴇʀ."""


HELP_8 = """💞 **<u>اوامر تشغيل القنوات والمجموعات:</u>**
𝙎𝙊𝙐𝙍𝘾𝞝 𝙎𝙋𝘼𝙍𝙆
للايقاف المؤقت : `وقف`
𝙎𝙊𝙐𝙍𝘾𝞝 𝙎𝙋𝘼𝙍𝙆
لاستكمال الاغنيه : `كمل`
𝙎𝙊𝙐𝙍𝘾𝞝 𝙎𝙋𝘼𝙍𝙆
`تخطي : `للتخطي .
𝙎𝙊𝙐𝙍𝘾𝞝 𝙎𝙋𝘼𝙍𝙆
لايقاف التشغيل : `انهاء` او `ايقاف`.
𝙎𝙊𝙐𝙍𝘾𝞝 𝙎𝙋𝘼𝙍𝙆
لاظهار لوحة التحكم : `/player`.
𝙎𝙊𝙐𝙍𝘾𝞝 𝙎𝙋𝘼𝙍𝙆
لاظهار قائمة المسارات : `/queue` ."""

HELP_9 = """ **<u>sᴜᴅᴏᴇʀs ᴀɴᴅ ᴏᴡɴᴇʀ ᴄᴏᴍᴍᴀɴᴅs :</u>**
𝙎𝙊𝙐𝙍𝘾𝞝 𝙎𝙋𝘼𝙍𝙆
 **<u>ᴀᴅᴅ & ʀᴇᴍᴏᴠᴇ sᴜᴅᴏᴇʀs :</u>**
𝙎𝙊𝙐𝙍𝘾𝞝 𝙎𝙋𝘼𝙍𝙆
/addsudo [ᴜsᴇʀɴᴀᴍᴇ ᴏʀ ʀᴇᴩʟʏ ᴛᴏ ᴀ ᴜsᴇʀ]
/delsudo [ᴜsᴇʀɴᴀᴍᴇ ᴏʀ ʀᴇᴩʟʏ ᴛᴏ ᴀ ᴄʜᴜᴛɪʏᴀ.]
𝙎𝙊𝙐𝙍𝘾𝞝 𝙎𝙋𝘼𝙍𝙆
 **<u>ʜᴇʀᴏᴋᴜ :</u>**
𝙎𝙊𝙐𝙍𝘾𝞝 𝙎𝙋𝘼𝙍𝙆
/usage : sʜᴏᴡs ᴛʜᴇ ᴅʏɴᴏ ᴜsᴀɢᴇ ᴏғ ᴛʜᴇ ᴍᴏɴᴛʜ.
𝙎𝙊𝙐𝙍𝘾𝞝 𝙎𝙋𝘼𝙍𝙆
 **<u>ᴄᴏɴғɪɢ ᴠᴀʀɪᴀʙʟᴇs:</u>**
𝙎𝙊𝙐𝙍𝘾𝞝 𝙎𝙋𝘼𝙍𝙆
/get_var : ɢᴇᴛ ᴀ ᴄᴏɴғɪɢ ᴠᴀʀ ғʀᴏᴍ ʜᴇʀᴏᴋᴜ ᴏʀ .ᴇɴᴠ.
/del_var : ᴅᴇʟᴇᴛᴇ ᴀ ᴄᴏɴғɪɢ ᴠᴀʀ ᴏɴ ʜᴇʀᴏᴋᴜ ᴏʀ .ᴇɴᴠ.
/set_var [ᴠᴀʀ ɴᴀᴍᴇ] [ᴠᴀʟᴜᴇ] : sᴇᴛ ᴏʀ ᴜᴩᴅᴀᴛᴇ ᴀ ᴄᴏɴғɪɢ ᴠᴀʀ ᴏɴ ʜᴇʀᴏᴋᴜ ᴏʀ .ᴇɴᴠ.
𝙎𝙊𝙐𝙍𝘾𝞝 𝙎𝙋𝘼𝙍𝙆
 **<u>ʙᴏᴛ ᴄᴏᴍᴍᴀɴᴅs:</u>**
𝙎𝙊𝙐𝙍𝘾𝞝 𝙎𝙋𝘼𝙍𝙆
/restart : ʀᴇsᴛᴀʀᴛs ʏᴏᴜʀ ʙᴏᴛ.
𝙎𝙊𝙐𝙍𝘾𝞝 𝙎𝙋𝘼𝙍𝙆
/update : ᴜᴩᴅᴀᴛᴇs ᴛʜᴇ ʙᴏᴛ ғʀᴏᴍ ᴛʜᴇ ᴜᴩsᴛʀᴇᴀᴍ ʀᴇᴩᴏ.
𝙎𝙊𝙐𝙍𝘾𝞝 𝙎𝙋𝘼𝙍𝙆
/speedtest : ᴄʜᴇᴄᴋ ʙᴏᴛ's sᴇʀᴠᴇʀ sᴩᴇᴇᴅ.
𝙎𝙊𝙐𝙍𝘾𝞝 𝙎𝙋𝘼𝙍𝙆
/maintenance [ᴇɴᴀʙʟᴇ/ᴅɪsᴀʙʟᴇ] : ᴇɴᴀʙʟᴇ ᴏʀ ᴅɪsᴀʙʟᴇ ᴍᴀɪɴᴛᴇɴᴀɴᴄᴇ ᴍᴏᴅᴇ ᴏғ ʏᴏᴜʀ ʙᴏᴛ.
𝙎𝙊𝙐𝙍𝘾𝞝 𝙎𝙋𝘼𝙍𝙆
/logger [ᴇɴᴀʙʟᴇ/ᴅɪsᴀʙʟᴇ] : ʙᴏᴛ ᴡɪʟʟ sᴛᴀʀᴛ ʟᴏɢɢɪɴɢ ᴛʜᴇ ᴀᴄᴛɪᴠɪᴛɪᴇs ʜᴀᴩᴩᴇɴ ᴏɴ ʙᴏᴛ.
𝙎𝙊𝙐𝙍𝘾𝞝 𝙎𝙋𝘼𝙍𝙆
/get_log [ɴᴜᴍʙᴇʀ ᴏғ ʟɪɴᴇs] : ɢᴇᴛ ʟᴏɢs ᴏғ ʏᴏᴜʀ ʙᴏᴛ [ᴅᴇғᴀᴜʟᴛ ᴠᴀʟᴜᴇ ɪs 100 ʟɪɴᴇs]
𝙎𝙊𝙐𝙍𝘾𝞝 𝙎𝙋𝘼𝙍𝙆
💔 **<u>ғᴏʀ ᴩʀɪᴠᴀᴛᴇ ʙᴏᴛ ᴏɴʟʏ :</u>**
𝙎𝙊𝙐𝙍𝘾𝞝 𝙎𝙋𝘼𝙍𝙆
/authorize [ᴄʜᴀᴛ ɪᴅ] : ᴀʟʟᴏᴡs ᴀ ᴄʜᴀᴛ ғᴏʀ ᴜsɪɴɢ ᴛʜᴇ ʙᴏᴛ.
/unauthorize [ᴄʜᴀᴛ ɪᴅ] : ᴅɪsᴀʟʟᴏᴡs ᴛʜᴇ ᴀʟʟᴏᴡᴇᴅ ᴄʜᴀᴛ.
/authorized : sʜᴏᴡs ᴛʜᴇ ʟɪsᴛ ᴏғ ᴀʟʟᴏᴡᴇᴅ ᴄʜᴀᴛs."""

HELP_10 = """🤑 **<u>ᴀᴄᴛɪᴠᴇ ᴠɪᴅᴇᴏᴄʜᴀᴛs :</u>**
𝙎𝙊𝙐𝙍𝘾𝞝 𝙎𝙋𝘼𝙍𝙆
/activevoice : sʜᴏᴡs ᴛʜᴇ ʟɪsᴛ ᴏғ ᴀᴄᴛɪᴠᴇ ᴠᴏɪᴄᴇᴄʜᴀᴛs ᴏɴ ᴛʜᴇ ʙᴏᴛ.
𝙎𝙊𝙐𝙍𝘾𝞝 𝙎𝙋𝘼𝙍𝙆
/activevideo : sʜᴏᴡs ᴛʜᴇ ʟɪsᴛ ᴏғ ᴀᴄᴛɪᴠᴇ ᴠɪᴅᴇᴏᴄʜᴀᴛs ᴏɴ ʙᴏᴛ.
𝙎𝙊𝙐𝙍𝘾𝞝 𝙎𝙋𝘼𝙍𝙆
/autoend [ᴇɴᴀʙʟᴇ|ᴅɪsᴀʙʟᴇ] : ᴇɴᴀʙʟᴇ sᴛʀᴇᴀᴍ ᴀᴜᴛᴏ ᴇɴᴅ ɪғ ɴᴏ ᴏɴᴇ ɪs ʟɪsᴛᴇɴɪɴɢ."""

HELP_11 = """😅**<u>ɢᴇᴛ sᴛᴀʀᴛᴇᴅ ᴡɪᴛʜ ʙᴏᴛ</u>**
/start : sᴛᴀʀᴛs ᴛʜᴇ ᴍᴜsɪᴄ ʙᴏᴛ.
𝙎𝙊𝙐𝙍𝘾𝞝 𝙎𝙋𝘼𝙍𝙆
/help : ɢᴇᴛ ʜᴇʟᴩ ᴍᴇɴᴜ ᴡɪᴛʜ ᴇxᴩʟᴀɴᴀᴛɪᴏɴ ᴏғ ᴄᴏᴍᴍᴀɴᴅs.
𝙎𝙊𝙐𝙍𝘾𝞝 𝙎𝙋𝘼𝙍𝙆
/reboot : ʀᴇʙᴏᴏᴛs ᴛʜᴇ ʙᴏᴛ ғᴏʀ ʏᴏᴜʀ ᴄʜᴀᴛ.
𝙎𝙊𝙐𝙍𝘾𝞝 𝙎𝙋𝘼𝙍𝙆
/settings : sʜᴏᴡs ᴛʜᴇ ɢʀᴏᴜᴩ sᴇᴛᴛɪɴɢs ᴡɪᴛʜ ᴀɴ ɪɴᴛᴇʀᴀᴄᴛɪᴠᴇ ɪɴʟɪɴᴇ ᴍᴇɴᴜ.
𝙎𝙊𝙐𝙍𝘾𝞝 𝙎𝙋𝘼𝙍𝙆
/sudolist : sʜᴏᴡs ᴛʜᴇ sᴜᴅᴏ ᴜsᴇʀs ᴏғ ᴍᴜsɪᴄ ʙᴏᴛ."""

HELP_12 = """🤬 **<u>ɢʙᴀɴ ғᴇᴀᴛᴜʀᴇ</u>** [ᴏɴʟʏ ғᴏʀ sᴜᴅᴏᴇʀs] :
𝙎𝙊𝙐𝙍𝘾𝞝 𝙎𝙋𝘼𝙍𝙆
/gban [ᴜsᴇʀɴᴀᴍᴇ ᴏʀ ʀᴇᴩʟʏ ᴛᴏ ᴀ ᴄʜᴜᴛɪʏᴀ] : ɢʟᴏʙᴀʟʟʏ ʙᴀɴs ᴛʜᴇ ᴄʜᴜᴛɪʏᴀ ғʀᴏᴍ ᴀʟʟ ᴛʜᴇ sᴇʀᴠᴇᴅ ᴄʜᴀᴛs ᴀɴᴅ ʙʟᴀᴄᴋʟɪsᴛ ʜɪᴍ ғʀᴏᴍ ᴜsɪɴɢ ᴛʜᴇ ʙᴏᴛ.
𝙎𝙊𝙐𝙍𝘾𝞝 𝙎𝙋𝘼𝙍𝙆
/ungban [ᴜsᴇʀɴᴀᴍᴇ ᴏʀ ʀᴇᴩʟʏ ᴛᴏ ᴀ ᴜsᴇʀ] : ɢʟᴏʙᴀʟʟʏ ᴜɴʙᴀɴs ᴛʜᴇ ɢʟᴏʙᴀʟʟʏ ʙᴀɴɴᴇᴅ ᴜsᴇʀ.
𝙎𝙊𝙐𝙍𝘾𝞝 𝙎𝙋𝘼𝙍𝙆
/gbannedusers : sʜᴏᴡs ᴛʜᴇ ʟɪsᴛ ᴏғ ɢʟᴏʙᴀʟʟʏ ʙᴀɴɴᴇʀ ᴜsᴇʀs."""

